tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"

brew "mas" #  Mac Apple Store apps
brew "ack"
brew "m4"
brew "autoconf"
brew "ca-certificates"
brew "openssl@3"
brew "sqlite"
brew "xz"
brew "bash-completion"
brew "c-ares"
brew "fzf"
brew "isl"
brew "libmpc"
brew "zstd"
brew "gcc"
brew "gettext"
brew "pcre2"
brew "git"
brew "libssh2"
brew "oniguruma"
brew "git-delta"
brew "gnu-sed"
brew "libevent"
brew "libnghttp2"
brew "libtasn1"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libusb"
brew "npth"
brew "gnupg"
brew "go"
brew "jq"
brew "libmaxminddb"
brew "libsmi"
brew "libssh"
brew "lua"
brew "midnight-commander"
brew "pcre"
brew "pyenv"
brew "python@3.11"
brew "six"
brew "sops"
brew "the_silver_searcher"
brew "tmux"
brew "wireshark"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "deskpad"
cask "rectangle"
vscode "ms-azuretools.vscode-docker"
