tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services", "https://github.com/homebrew/homebrew-services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "ack"
brew "asciinema"
brew "autoconf"
brew "bash-completion"
brew "bash"
brew "bat"
brew "bfg"
brew "byobu"
brew "c-ares"
brew "ca-certificates"
brew "esptool"
brew "exiftool"
brew "felixkratz/formulae/sketchybar"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gcc"
brew "gettext"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "hugo"
brew "imagemagick"
brew "isl"
brew "jpegoptim"
brew "jq"
brew "lazygit"
brew "libassuan"
brew "libevent"
brew "libgcrypt"
brew "libgpg-error"
brew "libmaxminddb"
brew "libmpc"
brew "libnghttp2"
brew "librsvg"
brew "libsmi"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libusb"
brew "lima"
brew "lnav"
brew "lua"
brew "lynx"
brew "m4"
brew "midnight-commander"
brew "neovim"
brew "nmap"
brew "npth"
brew "ollama"
brew "oniguruma"
brew "openssl@3"
brew "optipng"
brew "p11-kit"
brew "pcre"
brew "pcre2"
brew "pgloader"
brew "pngquant"
brew "poppler"
brew "protobuf"
brew "pyenv"
brew "python@3.11"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ser2net"
brew "six"
brew "socat"
brew "sops"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unbound"
brew "visidata"
brew "wget"
brew "wireshark"
brew "xz"
brew "zoxide"
brew "zstd"
cask "bruno"
cargo "cargo-watch"
cargo "mdbook-epub"
cargo "mdbook"
cargo "rustlings"
cargo "wasm-bindgen-cli"
cask "copyq"
cask "dbeaver-community"
cask "deskpad"
cask "font-jetbrains-mono-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "openscad"
cask "rectangle"
cask "sf-symbols"
cask "thonny"
cask "wezterm"
go "github.com/air-verse/air"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
npm "pnpm"
npm "prettier"
npm "revealjs-cli"
vscode "adamwalzer.scss-lint"
vscode "akamud.vscode-javascript-snippet-pack"
vscode "apollographql.vscode-apollo"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "htmlhint.vscode-htmlhint"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "james-yu.latex-workshop"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "neptunedesign.vs-sequential-number"
vscode "nhoizey.gremlins"
vscode "pomdtr.excalidraw-editor"
vscode "rebornix.project-snippets"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "sandy081.todotasks"
vscode "saoudrizwan.claude-dev"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tyriar.lorem-ipsum"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
