tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services", "https://github.com/homebrew/homebrew-services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "ack"
brew "m4"
brew "autoconf"
brew "ca-certificates"
brew "openssl@3"
brew "asciinema"
brew "xz"
brew "bash"
brew "bash-completion"
brew "bat"
brew "c-ares"
brew "exiftool"
brew "fzf"
brew "isl"
brew "libmpc"
brew "zstd"
brew "gcc"
brew "gettext"
brew "gh"
brew "pcre2"
brew "git"
brew "libssh2"
brew "oniguruma"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "libevent"
brew "libnghttp2"
brew "libtasn1"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "lima"
brew "lnav"
brew "hugo"
brew "protobuf"
brew "socat"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libusb"
brew "npth"
brew "gnupg"
brew "go"
brew "jq"
brew "libmaxminddb"
brew "libsmi"
brew "libssh"
brew "lua"
brew "midnight-commander"
brew "ollama"
brew "pcre"
brew "pyenv"
brew "python@3.11"
brew "six"
brew "sops"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "wireshark"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "bruno"
cask "copyq"
cask "dbeaver-community"
cask "deskpad"
cask "font-jetbrains-mono-nerd-font"
cask "rectangle"
cask "sf-symbols"
cask "wezterm"
vscode "akamud.vscode-javascript-snippet-pack"
vscode "apollographql.vscode-apollo"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.npm-intellisense"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "htmlhint.vscode-htmlhint"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "james-yu.latex-workshop"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "neptunedesign.vs-sequential-number"
vscode "nhoizey.gremlins"
vscode "rebornix.project-snippets"
vscode "rust-lang.rust-analyzer"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tyriar.lorem-ipsum"
vscode "vivaxy.vscode-conventional-commits"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
